Repository: 147loch/edmc-drpc
Catalog: L10n/*.strings
Languages: fr

source: !Language
fr: Français

source: Connecting CMDR Interface
fr: Interfaçage au Vaissea

source: In system {system}
fr: Dans le système {system}

source: Docked at {station}
fr: Docké à {station}

source: Jumping
fr: Saut

source: Jumping to system {system}
fr: Saut vers {system}

source: Preparing for supercruise
fr: Préparation d'un saut en supercruise

source: Supercruising
fr: Supercruise

source: Flying in normal space
fr: En vol dans l'espace

source: Flying near {station}
fr: En vol près de {station}

source: Approaching {body}
fr: En approche de {body}

source: Landed on {body}
fr: Posé sur {body}

source: Flying around {body}
fr: Vol autour de {body}

source: In SRV on {body}
fr: En SRV sur {body}

source: In SRV on {body}, ship in orbit
fr: En SRV sur {body}, vaisseau en orbite
